Revit 2017 API
AssetPropertyDistance.Value Property
The value of the property
Namespace: Autodesk.Revit.Utility
Assembly: RevitAPI (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
Syntax
C#
public double Value { get; }
Visual Basic
Public ReadOnly Property Value As Double
	Get
Visual C++
public:
property double Value {
	double get ();
}
See Also
AssetPropertyDistance Class
Autodesk.Revit.Utility Namespace